Repository: pmpr/wp-mdl-component-manager
Catalog: translation/*.po
Languages: fa_ir

source: No domain founded.
fa_ir: دامنه‌ای یافت نشد.

source: Component
fa_ir: کامپوننت

source: %s installation generated successfully.
fa_ir: %s نصب با موفقیت ایجاد شد.

source: Can not generate even one new installation, probably can not generate new uniq serial.
fa_ir: قادر به ساخت نصب‌های جدید نیستیم، احتمالا مشکل در ایجاد سریال منحصر به فرد جدید است.

source: Please enter count value and it's muster a number bigger than %s
fa_ir: لطفا فیلد تعداد را پر کنید، مقدار آن باید عددی بزرگتر از %s باشد

source: Campaign
fa_ir: کمپین

source: Range
fa_ir: رنج

source: Free
fa_ir: رایگان

source: One Year Silver Subscription
fa_ir: اشتراک یک‌ساله نقره‌ای

source: Your requested pdf is generated successfully and you can see it from %s.
fa_ir: فایل پی دی اف درخواستی شما با موفقیت ایجاد شد و شما می‌توانید آن را %s ببینید.

source: Here
fa_ir: اینجا

source: The serial number field cannot be empty.
fa_ir: فیلد شماره سریال نمی‌تواند خالی باشد.

source: The serial number entered is not valid. Please enter a valid serial number.
fa_ir: سریال وارد شده معتبر نیست. لطفا یک سریال معتبر وارد کنید.

source: Setup Serial
fa_ir: سریال نصب

source: Validity Date
fa_ir: تاریخ اعتبار

source: Time %s Day %s
fa_ir: ساعت %s روز %s

source: Site Name
fa_ir: نام سایت

source: Site Domain
fa_ir: دامنه سایت

source: Product
fa_ir: محصول

source: Price
fa_ir: قیمت

source: Discount
fa_ir: تخفیف

source: Price for You
fa_ir: قیمت برای شما

source: Sorry but your installation is expired.
fa_ir: متاسفانه مهلت شما برای درخواست نصب به پایان رسیده است.

source: Your entered code is not valid for %s
fa_ir: کد وارد شده شما برای %s معتبر نیست

source: Can not found component, please refresh page and try again.
fa_ir: قادر به یافتن کامپوننت درخواستی نیستیم، لطفا با رفرش صفحه دوباره تلاش کنید.

source: Please accept requirements confirmation first.
fa_ir: لطفا ابتدا با زدن چک باکس نیازمندی‌ها، فرآهم بود آنها را تایید کنید.

source: Please accept terms of use first.
fa_ir: لطفا شرایط استفاده را مطالعه کرده و بپذیرید.

source: %s not a valid mobile number
fa_ir: %s شماره تلفن همراه معتبری نیست

source: Submitted successfully.
fa_ir: با موفقیت ثبت شد.

source: Your entered setup serial is not valid.
fa_ir: سریال نصبی که وارد کردید معتبر نیست.

source: Your request is not valid, please refresh page and try again.
fa_ir: درخواست شما معتبر نیست، لطفا صفحه را رفرش کرده و مجدد تلاش کنید.

source: Previously, a request to install the speed-up module has been registered with the same code.
fa_ir: پیش از این، درخواستی برای نصب ماژول افزایش سرعت با همین کد ثبت شده است.

source: Component Manager
fa_ir: م کامپوننت‌ها

source: PMPR Plugin
fa_ir: افزونه مهندس محمدپور

source: You can get help from the %s to install the %s.
fa_ir: برای نصب %s می توانید از %s کمک بگیرید.

source: Check Serial
fa_ir: بررسی سریال

source: Guide
fa_ir: راهنما

source: All the above items are available and I am ready for the installation
fa_ir: همه موارد بالا فراهم است و آماده نصب هستم

source: Site Technical Assistant
fa_ir: مسئول فنی سایت

source: Full Name
fa_ir: نام و نام خانوادگی

source: Mobile
fa_ir: شماره تلفن همراه

source: Answering Method
fa_ir: شیوه پاسخگویی

source: Answering Days
fa_ir: روز‌های پاسخگویی

source: Answering Hours
fa_ir: ساعات پاسخگویی

source: Login to Wordpress Admin Panel
fa_ir: ورود به پنل مدیریت وردپرس

source: Our experts need to log in to the WordPress management panel of your site to install and adjust the speed increase module. For this purpose, create a temporary user with the access level of the general manager and enter its information in the form below. After completing the installation and setup process, you can delete the mentioned user or reduce its access level to subscriber.
fa_ir: کارشناسان ما برای نصب و تنظیم ماژول افزایش سرعت نیازمند ورود به پنل مدیریت وردپرس سایت شما هستند. به این منظور یک کاربر موقت با سطح دسترسی مدیرکل ایجاد و اطلاعات آن را در فرم زیر وارد کنید. پس از اتمام فرآیند نصب و تنظیم می‌توانید کاربر مذکور را حذف کرده یا سطح دسترسی آن را به مشترک کاهش دهید.

source: Admin Endpoint
fa_ir: آدرس پنل مدیریت

source: Username
fa_ir: نام کاربری

source: Password
fa_ir: رمز عبور

source: Necessary Explanations
fa_ir: توضیحات ضروری

source: For example, the activation of 2FA or the need to enter with an Iranian IP or any type of information and requirements for successful entry.
fa_ir: برای مثال فعال بودن 2FA یا لزوم ورود با IP ایران یا هر نوع اطلاعات و الزامات برای ورود موفق.

source: I fully use the terms and accept them
fa_ir: از شرایط استفاده آگاهی کامل دارم و آن را می‌پذیرم

source: We have received the request to install the speed increase module for your WordPress site.
fa_ir: درخواست نصب ماژول افزایش سرعت برای سایت وردپرسی شما را دریافت کردیم.

source: Our experts will start the process of installing and adjusting the module in the next few hours and will be in contact with your technical expert if needed.
fa_ir: کارشناسان ما طی ساعات آتی فرآیند نصب و تنظیم ماژول را آغاز خواهند کرد و در صورت نیاز با کارشناس فنی شما در تماس خواهند بود.

source: Check requirements confirmation.
fa_ir: لطفا ابتدا تاییدیه نیازمندی‌ها را تایید کنید.

source: Please insert serial to check your request.
fa_ir: لطفا ابتدا سریال نصب خود را به منظور بررسی درخواست وارد کنید.

source: Please fill required fields.
fa_ir: لطفا فیلد‌های ضروری را پر کنید.

source: field can not be empty.
fa_ir: فیلد نمی تواند خالی باشد.

source: Check Setup Serial
fa_ir: بررسی سریال نصب

source: User should insert his/her setup serial.
fa_ir: کاربر باید سریال نصب خود را وارد کند.

source: Show Requirements
fa_ir: نمایش موارد ضروری

source: Show setup requirements to user.
fa_ir: نمایش نیازمندی‌های لازم برای نصب به کاربر.

source: Setup Required information
fa_ir: اطلاعات ضروری برای نصب

source: Consent
fa_ir: موافقت

source: User should consent terms of use.
fa_ir: کاربر باید شرایط استفاده را بپذیرد.

source: Thank you
fa_ir: تشکر

source: Show a thank you message to user after submit request.
fa_ir: نمایش پیام تشکر به کاربر بعد از ارسال درخواست.

source: Domain Ownership
fa_ir: مالکیت دامنه

source: Domain Owner (I register this request for myself)
fa_ir: مالک دامنه (مالک یا کارمند مالک دامنه هستم)

source: Sales agent (I register the request for someone else's domain)
fa_ir: عامل فروش (مالک یا کارمند مالک دامنه نیستم)

source: Order History
fa_ir: سابقه سفارش

source: New Domain (without http & www)
fa_ir: دامنه‌ جدید (بدون http و www)

source: Previous Registered Domains
fa_ir: دامنه‌هایی که قبلا وارد کرده‌ام

source: Site or Store Name
fa_ir: نام سایت یا فروشگاه

source: Emad's Store Shop
fa_ir: کالای ورزشی عماد

source: Domain
fa_ir: دامنه

source: Registered Domains
fa_ir: دامنه‌های قبلی ثبت شده

source: You don't have any registered domain yet.
fa_ir: شما هیچ‌ دامنه ثبت شده‌ای، ندارید.

source: You need %s first.
fa_ir: ابتدا باید %s.

source: login to your account
fa_ir: وارد حساب کاربریتان بشوید

source: Your selected request domain is not valid.
fa_ir: نوع دامنه‌ای که انتخاب کرده‌اید معتبر نیست.

source: Please select request domain type first.
fa_ir: لطفا ابتدا دامنه درخواستی خود را مشخص کنید.

source: Your entered domain is not valid.
fa_ir: دامنه‌ای که وارد کرده‌اید معتبر نیست.

source: Please select order type first.
fa_ir: لطفا نوع سفارش خود را مشخص کنید.

source: Please select a domain first.
fa_ir: لطفا یک دامنه‌ را انتخاب کنید.

source: Requested domain not exist.
fa_ir: دامنه درخواستی وجود ندارد.

source: Choice Domain
fa_ir: انتخاب دامنه

source: User should choice his/her site domain.
fa_ir: کاربر باید دامنه خود را مشخص کند.

source: Campaigns
fa_ir: کمپین‌ها

source: Title
fa_ir: عنوان

source: Components
fa_ir: کامپوننت‌ها

source: Update Data
fa_ir: به روز رسانی

source: Component Name
fa_ir: نام کامپوننت

source: Persian Title
fa_ir: عنوان فارسی

source: English Title
fa_ir: عنوان انگلیسی

source: Module
fa_ir: ماژول

source: Cover
fa_ir: کاور

source: Custom
fa_ir: سفارشی

source: Common
fa_ir: عمومی

source: Type
fa_ir: نوع

source: Coming Soon
fa_ir: به زودی

source: Publish
fa_ir: انتشار

source: Review
fa_ir: باز بینی

source: Draft
fa_ir: پیش نویس

source: Status
fa_ir: وضعیت

source: Start Count
fa_ir: تعداد شروع

source: Priority
fa_ir: اولویت

source: Daily Count
fa_ir: تعداد روزانه

source: Real Count
fa_ir: تعداد واقعی

source: Publish Due
fa_ir: تاریخ تقریبی انتشار

source: Backlink Modal
fa_ir: مودال بک لینک

source: Assigned Domains
fa_ir: دامنه‌های اختصاص داده شده

source: Image
fa_ir: تصویر

source: Persian Description
fa_ir: شرح فارسی

source: English Description
fa_ir: شرح انگلیسی

source: Terms of Use
fa_ir: شرایط استفاده

source: Backlinks
fa_ir: بک لینک‌ها

source: Reports
fa_ir: گزارشات

source: Version
fa_ir: نسخه

source: Last Update
fa_ir: آخرین بروز رسانی

source: Requirements
fa_ir: نیازمندی‌ها

source: Setting
fa_ir: تنظیمات

source: New
fa_ir: جدید

source: Requirement
fa_ir: نیازمندی

source: Name
fa_ir: نام

source: Icon
fa_ir: آیکون

source: Guides
fa_ir: راهنماها

source: Value
fa_ir: مقدار

source: Sorry but it's sames your domain not registered. please register domain and then try again
fa_ir: به نظر می‌رسد دامنه شما ثبت نشده است، لطفا دامنه را ثبت کرده و دوباره امتحان کنید

source: Check %s
fa_ir: بررسی %s

source: Installation
fa_ir: نصب

source: Installations
fa_ir: نصب‌ها

source: Serial
fa_ir: سریال

source: Expiration
fa_ir: انقضا

source: Phone
fa_ir: شماره تماس

source: Organization Role
fa_ir: نقش سازمانی

source: Install Request
fa_ir: درخواست نصب

source: Generate Serial
fa_ir: ساخت سریال

source: Domain Type
fa_ir: نوع دامنه

source: New Domain
fa_ir: دامنه جدید

source: Old Domain
fa_ir: دامنه قدیمی

source: Domain Name
fa_ir: نام دامنه

source: Domain URL
fa_ir: پیوند دامنه

source: Count
fa_ir: تعداد

source: Batch Creation
fa_ir: ایجاد دسته‌ای

source: Batch Creation of Installation
fa_ir: ایجاد دسته‌ای نصب

source: Create
fa_ir: ایجاد

source: Serials PDF
fa_ir: پی دی اف سریال‌ها

source: Download Installations Serial PDF
fa_ir: دانلود پی دی اف سریال نصب‌ها

source: Template
fa_ir: قالب

source: Filter
fa_ir: فیلتر

source: By Component
fa_ir: با کامپوننت

source: not assigned
fa_ir: اختصاص داده نشده

source: By Campaign
fa_ir: با کمپین

source: All
fa_ir: همه

source: Separate with %s like: %s
fa_ir: جدا کردن با %s مانند: %s

source: Download
fa_ir: دانلود

source: Entered serial already used for anther installation, please enter another one.
fa_ir: سریال وارد شده قبلاً برای نصب دیگری استفاده شده است، لطفاً سریال دیگری وارد کنید.

source: Entered serial not valid
fa_ir: سریال وارد شده معتبر نیست

source: Purchase
fa_ir: خرید

source: Purchases
fa_ir: خرید‌ها

source: Order Item
fa_ir: آیتم سفارش

source: License Key
fa_ir: کلید لایسنس

source: Domain or Component not specified.
fa_ir: دامنه یا کامپوننت مشخص نشده است.

source: Report
fa_ir: گزارش

source: Host
fa_ir: هاست

source: Action
fa_ir: عملیات

source: Description
fa_ir: شرح

source: Exception
fa_ir: خطا

source: Install Requests
fa_ir: درخواست‌های نصب

source: Technical Assistant Name
fa_ir: نام مسئول فنی

source: Technical Assistant Phone
fa_ir: شماره تماس مسئول فنی

source: Telegram or Whatsapp
fa_ir: تلگرام و واتساپ

source: Phone Call
fa_ir: تماس تلفنی

source: Both
fa_ir: هر دو

source: Working Days
fa_ir: روز‌های کاری

source: Holidays
fa_ir: روز‌های تعطیل

source: %s until %s
fa_ir: %s تا %s

source: Temporary Admin Username
fa_ir: نام کاربری ادمین موقت

source: Temporary Admin Password
fa_ir: رمز ادمین موقت

source: My Components
fa_ir: کامپوننت‌های من

source: Your domain's components
fa_ir: کامپوننت‌های خریداری شده برای دامنه‌های شما

source: Purchase Date
fa_ir: تاریخ خرید

source: Domains
fa_ir: دامنه‌ها

source: Active
fa_ir: فعال

source: Allowed
fa_ir: مجاز

source: Component version is %s.
fa_ir: نسخه کامپوننت %s است.

source: Submit
fa_ir: تایید

source: Name of component
fa_ir: نام کامپوننت

source: Type of component
fa_ir: نوع کامپوننت

source: License of component
fa_ir: لایسنس کامپوننت

source: License key provided successfully.
fa_ir: کلید مجوز با موفقیت ارائه شد.

source: Requested component not found.
fa_ir: کامپوننتی درخواستی یافت نشد.

source: License Key is valid.
fa_ir: کلید لایسنس معتبر است.

source: Sorry, You not buy this component.
fa_ir: شما این کامپوننت را نخریده‌اید.

source: Sorry you have no permission to get this component data.
fa_ir: متاسفانه شما دسترسی لازم برای دریافت اطلاعات این کامپوننت ندارید.

source: requested component with name %s not found.
fa_ir: کامپوننت درخواستی با نام %s یافت نشد.

source: Sorry but your request is not valid, contact us.
fa_ir: متاسفانه درخواست شما معتبر نیست، لطفا با ما تماس بگیرید.

source: Service is unavailable right now.
fa_ir: در حال حاضر قادر به سرویس دهی نیستم.

source: No domain found for you.
fa_ir: دامنه‌ای برای شما یافت نشد.

source: Component Manager Setting
fa_ir: تنظیمات مدیریت کامپوننت‌

source: Requirements, Updates, ...
fa_ir: نیازمندی‌ها، به روز رسانی‌ها، ...

source: General
fa_ir: عمومی

source: Installation Guide Steps
fa_ir: مراحل راهنمای نصب

source: Contact US Page
fa_ir: صفحه تماس با ما

source: Requirement Guides
fa_ir: راهنماهای نیازمندی‌

source: Admin Area Title
fa_ir: عنوان در بخش ادمین

source: Front Area Title
fa_ir: عنوان در بخش نمایشی سایت

source: Requirement Items
fa_ir: آیتم‌های نیازمندی

source: Default Value
fa_ir: مقدار پشفرض

source: Plugin Configuration
fa_ir: پیکربندی افزونه

source: Text
fa_ir: متن

source: Tab's Main Content
fa_ir: محتوای تب اصلی

source: Tab Title
fa_ir: عنوان برگه (تب)

source: Main Description
fa_ir: شرح اصلی

source: Compares
fa_ir: مقایسه‌ها

source: Wordpress
fa_ir: وردپرس

source: PMPR
fa_ir: مهندس محمدپور

source: Multistep
fa_ir: مالتی‌ استپ

source: Multistep Configuration
fa_ir: پیکربندی مالتی استپ

source: Go to After Add to Cart
fa_ir: انتقال بعد از افزودن به سبد خرید

source: Product Single
fa_ir: صفحه محصول

source: Cart
fa_ir: سبد خرید

source: Checkout
fa_ir: تسویه حساب

source: Steps data
fa_ir: داد‌های مربوط به مراحل

source: %s Step
fa_ir: مرحله %s

source: Order Type
fa_ir: نوع سفارش

source: Plugin Guide Title
fa_ir: عنوان راهنمای افزونه

source: Plugin Guide File
fa_ir: فایل افزونه

source: Plugin Guide Button Text
fa_ir: متن دکمه راهنمای افزونه

source: Plugin Guide Description
fa_ir: شرح راهنمای افزونه

source: Backlink
fa_ir: بک لینک‌

source: Backlink Title
fa_ir: عنوان بک لینک

source: Backlink Description
fa_ir: شرح بک لینک

source: Backlink Image
fa_ir: تصویر بک لینک

source: Backlink Alert
fa_ir: هشدار بک لینک

source: if remove it from your page, your account is banned.
fa_ir: با دریافت این تخفیف، اگر این لینک را حذف کنید، حساب شما معلق خواهد شد.

source: Wordpress Theme
fa_ir: پوسته وردپرس

source: Wordpress Cover
fa_ir: کاور وردپرس

source: Wordpress Plugin
fa_ir: افزونه وردپرس

source: Wordpress Module
fa_ir: ماژول وردپرس

source: If needed, you can contact us through the %s.
fa_ir: در صورت نیاز می‌توانید از طریق %s، با ما در ارتباط باشید.

source: Page %s
fa_ir: صفحه %s

source: Close
fa_ir: بستن

source: %s Installation Guide
fa_ir: راهنمای نصب %s
